Repository: kccarlos/forumind
Catalog: Forumind/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Removes Forumind’s data from iCloud on all your devices. Data on this device is kept.
zh_hans: 从你所有设备的 iCloud 中移除 Forumind 的数据。此设备上的数据会保留。
zh_hant: 從你所有裝置的 iCloud 中移除 Forumind 的資料。此裝置上的資料會保留。

source: Remove…
zh_hans: 移除…
zh_hant: 移除…

source: Reorder Pinned…
zh_hans: 调整置顶顺序…
zh_hant: 調整釘選順序…

source: Replay the walkthrough
zh_hans: 重新播放入门引导
zh_hant: 重新播放入門導覽

source: Requests go only to the forum you’re reading and the AI provider you chose. Sync uses your own iCloud.
zh_hans: 请求只会发送到你正在阅读的论坛和你选择的 AI 提供方。同步使用你自己的 iCloud。
zh_hant: 請求只會傳送到你正在閱讀的論壇和你選擇的 AI 供應商。同步使用你自己的 iCloud。

source: Requires iOS 26 or later
zh_hans: 需要 iOS 26 或更高版本
zh_hant: 需要 iOS 26 或以上版本

source: Research steps
zh_hans: 研究步骤
zh_hant: 研究步驟

source: Reset all settings?
zh_hans: 要重置所有设置吗？
zh_hant: 要重置所有設定嗎？

source: Reset settings to defaults
zh_hans: 将设置恢复为默认值
zh_hant: 將設定回復為預設值

source: Reset to defaults
zh_hans: 恢复默认值
zh_hant: 回復預設值

source: Reset width
zh_hans: 重置宽度
zh_hant: 重置寬度

source: Resetting settings keeps your forums and saved data. API keys are removed from this device.
zh_hans: 重置设置会保留你的论坛和已保存的数据。API 密钥将从此设备中移除。
zh_hant: 重置設定會保留你的論壇和已儲存的資料。API 金鑰會從此裝置移除。

source: Resetting settings keeps your forums and saved data. API keys are removed, including from iCloud Keychain on your other devices.
zh_hans: 重置设置会保留你的论坛和已保存的数据。API 密钥将被移除，包括你其他设备上 iCloud 钥匙串中的密钥。
zh_hant: 重置設定會保留你的論壇和已儲存的資料。API 金鑰會被移除，包括你其他裝置上 iCloud 鑰匙圈中的金鑰。

source: Restore defaults
zh_hans: 恢复默认值
zh_hant: 回復預設值

source: Restoring interrupted work…
zh_hans: 正在恢复中断的任务…
zh_hant: 正在恢復中斷的任務…

source: Running
zh_hans: 运行中
zh_hant: 執行中

source: Runs entirely on this device. Nothing leaves your iPhone or iPad. The on-device model is small, so long discussions are summarized in more steps.
zh_hans: 完全在此设备上运行，任何内容都不会离开你的 iPhone 或 iPad。设备端模型较小，因此长讨论需要分更多步骤来总结。
zh_hant: 完全在此裝置上執行，任何內容都不會離開你的 iPhone 或 iPad。裝置端模型較小，因此長篇討論需要分更多步驟來摘要。

source: Runs in the background — keep browsing. Hold for batch options.
zh_hans: 在后台运行，你可以继续浏览。长按可选择批次选项。
zh_hant: 在背景執行，你可以繼續瀏覽。長按可選擇批次選項。

source: Runs on Apple’s Private Cloud Compute: requests go only to Apple, aren’t stored, and aren’t visible to anyone, including Apple.
zh_hans: 在 Apple 的私密云计算上运行：请求只发送给 Apple，不会被存储，任何人都无法查看，包括 Apple。
zh_hant: 在 Apple 的私密雲端運算上執行：請求只會傳送給 Apple，不會被儲存，任何人都無法查看，包括 Apple。

source: Runs on your own computer. No key and no usage bill.
zh_hans: 在你自己的电脑上运行。无需密钥，也没有用量账单。
zh_hant: 在你自己的電腦上執行。無需金鑰，也沒有用量帳單。

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Saved
zh_hans: 已保存
zh_hant: 已儲存

source: Saved data by forum
zh_hans: 按论坛查看已保存的数据
zh_hant: 依論壇查看已儲存的資料

source: Saved on your devices
zh_hans: 保存在你的设备上
zh_hant: 儲存在你的裝置上

source: Saved pages already include every reply.
zh_hans: 已保存的页面已包含所有回复。
zh_hant: 已儲存的頁面已包含所有回覆。

source: Saved summaries
zh_hans: 已保存的摘要
zh_hant: 已儲存的摘要

source: Saved summaries: %@
zh_hans: 已保存的摘要：%@
zh_hant: 已儲存的摘要：%@

source: Saved summary already includes every reply.
zh_hans: 已保存的摘要已包含所有回复。
zh_hant: 已儲存的摘要已包含所有回覆。

source: Saved summary may be stale; current post and responses are authoritative.
zh_hans: 已保存的摘要可能已过时；请以当前的帖子和回复为准。
zh_hant: 已儲存的摘要可能已過時；請以目前的貼文和回覆為準。

source: Scroll to latest message
zh_hans: 滚动到最新消息
zh_hant: 捲動到最新訊息

source: Search models
zh_hans: 搜索模型
zh_hant: 搜尋模型

source: Search this forum
zh_hans: 搜索此论坛
zh_hant: 搜尋此論壇

source: Searched “%@”
zh_hans: 已搜索“%@”
zh_hant: 已搜尋「%@」

source: Searches %@ for your question.
zh_hans: 在 %@ 中搜索你的问题。
zh_hant: 在 %@ 中搜尋你的問題。

source: Searches and reads %@ on its own, then answers with sources. It never posts.
zh_hans: 自动搜索并阅读 %@，然后附上来源回答。从不发帖。
zh_hant: 自動搜尋並閱讀 %@，然後附上來源回答。絕不發文。

source: Searches the forum for your question.
zh_hans: 在论坛中搜索你的问题。
zh_hant: 在論壇中搜尋你的問題。

source: Searching
zh_hans: 正在搜索
zh_hant: 正在搜尋

source: Searching %@. Change forum
zh_hans: 正在搜索 %@。更改论坛
zh_hant: 正在搜尋 %@。更改論壇

source: Searching no forum. Change forum
zh_hans: 未选择要搜索的论坛。更改论坛
zh_hant: 未選擇要搜尋的論壇。更改論壇

source: Send any forum page from Safari, Chrome, or another app straight to Forumind.
zh_hans: 从 Safari 浏览器、Chrome 或其他 App 直接把任意论坛页面发送到 Forumind。
zh_hant: 從 Safari、Chrome 或其他 App 直接把任何論壇頁面傳送到 Forumind。

source: Send follow-up
zh_hans: 发送追问
zh_hant: 傳送追問

source: Send question
zh_hans: 发送问题
zh_hant: 傳送問題

source: Sent only to %@. Both models use this key.
zh_hans: 只发送给 %@。两个模型都使用此密钥。
zh_hant: 只傳送給 %@。兩個模型都使用這組金鑰。

source: Sent only to %@. Stored in iCloud Keychain, so your other devices have it too; deleting it here deletes it there as well.
zh_hans: 只发送给 %@。存储在 iCloud 钥匙串中，因此你的其他设备也能使用；在这里删除也会在那些设备上删除。
zh_hant: 只傳送給 %@。儲存在 iCloud 鑰匙圈中，因此你的其他裝置也能使用；在這裡刪除也會在那些裝置上刪除。

source: Sent only to %@. Stored in the Keychain on this device.
zh_hans: 只发送给 %@。存储在此设备的钥匙串中。
zh_hant: 只傳送給 %@。儲存在此裝置的鑰匙圈中。

source: Server address
zh_hans: 服务器地址
zh_hant: 伺服器位址

source: Set up
zh_hans: 设置
zh_hant: 設定

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Settings reset to defaults.
zh_hans: 设置已恢复为默认值。
zh_hant: 設定已回復為預設值。

source: Settings…
zh_hans: 设置…
zh_hant: 設定…

source: Share
zh_hans: 共享
zh_hant: 分享

source: Share Page
zh_hans: 共享页面
zh_hant: 分享頁面

source: Share any forum page to Forumind to open it here, summarize it, or ask about it.
zh_hans: 将任意论坛页面共享到 Forumind，即可在这里打开、总结或提问。
zh_hant: 將任何論壇頁面分享到 Forumind，即可在這裡打開、產生摘要或提問。

source: Share from Safari or Chrome
zh_hans: 从 Safari 浏览器或 Chrome 共享
zh_hant: 從 Safari 或 Chrome 分享

source: Show browser bar
zh_hans: 显示浏览器栏
zh_hant: 顯示瀏覽器列

source: Show first and last 50 lines
zh_hans: 显示前 50 行和后 50 行
zh_hant: 顯示前 50 行和後 50 行

source: Sign in on the forum’s page with your username and password, email link, or the forum’s single sign-on. Your session stays in this app’s browser, so summaries and Ask the forum can read topics you can see.
zh_hans: 在论坛页面上用用户名和密码、邮件链接或论坛的单点登录进行登录。你的登录状态会保留在此 App 的浏览器中，因此摘要和问论坛可以读取你有权查看的话题。
zh_hant: 在論壇頁面上用使用者名稱和密碼、電子郵件連結或論壇的單一登入進行登入。你的登入狀態會保留在此 App 的瀏覽器中，因此摘要和問論壇可以讀取你能看到的話題。

source: Sign in to iCloud in the Settings app to sync across your devices.
zh_hans: 在“设置” App 中登录 iCloud，即可在你的设备之间同步。
zh_hant: 在「設定」App 中登入 iCloud，即可在你的裝置之間同步。

source: Sign in to iCloud to sync.
zh_hans: 登录 iCloud 以同步。
zh_hant: 登入 iCloud 以同步。

source: Sign in to the same Apple Account on each device and your data follows you.
zh_hans: 在每台设备上登录同一个 Apple 账户，你的数据就会随你同步。
zh_hant: 在每部裝置上登入同一個 Apple 帳號，你的資料就會跟著你。

source: Sign-in help
zh_hans: 登录帮助
zh_hant: 登入說明

source: Signed in
zh_hans: 已登录
zh_hant: 已登入

source: Signing in
zh_hans: 登录
zh_hant: 登入

source: Skip
zh_hans: 跳过
zh_hant: 略過

source: Skip for now
zh_hans: 暂时跳过
zh_hant: 暫時略過

source: Skips the rest of the walkthrough
zh_hans: 跳过剩余的介绍步骤
zh_hant: 略過其餘的介紹步驟

# Source %lld: %@
source: Source %1$lld: %2$@
zh_hans: 来源 %1$lld：%2$@
zh_hant: 來源 %1$lld：%2$@

source: Source code on GitHub
zh_hans: GitHub 上的源代码
zh_hant: GitHub 上的原始碼

source: Sources
zh_hans: 来源
zh_hant: 來源

source: Stale summary — %lld newer replies
zh_hans: 摘要已过时 — 有 %lld 条新回复
zh_hant: 摘要已過時 — 有 %lld 則新回覆

source: Stale summary — newer replies are available.
zh_hans: 摘要已过时 — 有新的回复。
zh_hant: 摘要已過時 — 有新的回覆。

source: Standard
zh_hans: 标准
zh_hant: 標準

source: Star a model on a role’s page to switch to it quickly here and in the assistant.
zh_hans: 在各用途的页面为模型加星标，即可在这里和助手中快速切换。
zh_hant: 在各用途的頁面為模型加上星號，就能在這裡和助理中快速切換。

source: Start with a forum
zh_hans: 从一个论坛开始
zh_hant: 從一個論壇開始

source: Status
zh_hans: 状态
zh_hant: 狀態

# Step %lld of %lld
source: Step %1$lld of %2$lld
zh_hans: 第 %1$lld 步，共 %2$lld 步
zh_hant: 第 %1$lld 步，共 %2$lld 步

# Step %lld of %lld: %@
source: Step %1$lld of %2$lld: %3$@
zh_hans: 第 %1$lld 步，共 %2$lld 步：%3$@
zh_hant: 第 %1$lld 步，共 %2$lld 步：%3$@

# Step %lld: %@
source: Step %1$lld: %2$@
zh_hans: 第 %1$lld 步：%2$@
zh_hant: 第 %1$lld 步：%2$@

source: Steps
zh_hans: 步骤
zh_hant: 步驟

source: Stop
zh_hans: 停止
zh_hant: 停止

source: Stop loading
zh_hans: 停止载入
zh_hant: 停止載入

source: Stopped at the step budget
zh_hans: 已用完步数上限
zh_hant: 已用完步數上限

source: Stored in your own iCloud account with keys only your devices have. No server of ours in between.
zh_hans: 存储在你自己的 iCloud 账户中，只有你的设备拥有密钥。中间没有我们的服务器。
zh_hant: 儲存在你自己的 iCloud 帳號中，只有你的裝置擁有金鑰。中間沒有我們的伺服器。

source: Stored securely in iCloud Keychain
zh_hans: 安全存储在 iCloud 钥匙串中
zh_hant: 安全儲存在 iCloud 鑰匙圈中

source: Stored securely in the iOS Keychain
zh_hans: 安全存储在 iOS 钥匙串中
zh_hant: 安全儲存在 iOS 鑰匙圈中

source: Suggested
zh_hans: 推荐
zh_hant: 推薦

source: Summaries
zh_hans: 摘要
zh_hant: 摘要

source: Summaries & chat
zh_hans: 摘要与聊天
zh_hant: 摘要與聊天

source: Summaries & chat model
zh_hans: 摘要与聊天模型
zh_hant: 摘要與聊天模型

source: Summaries & chats
zh_hans: 摘要与聊天
zh_hant: 摘要與聊天

source: Summaries and chats you create will appear here.
zh_hans: 你创建的摘要和聊天会显示在这里。
zh_hant: 你建立的摘要和聊天會顯示在這裡。

source: Summaries it creates are saved like your own. It can watch topics for new replies.
zh_hans: 它生成的摘要会像你自己的一样保存下来。它还可以关注话题的新回复。
zh_hant: 它產生的摘要會像你自己的一樣儲存下來。它也可以追蹤話題的新回覆。

source: Summaries you create will appear here.
zh_hans: 你创建的摘要会显示在这里。
zh_hant: 你建立的摘要會顯示在這裡。

source: Summaries, chat and Ask the forum use your own key. It stays in the Keychain.
zh_hans: 摘要、聊天和问论坛使用你自己的密钥，密钥保存在钥匙串中。
zh_hant: 摘要、聊天和問論壇使用你自己的金鑰，金鑰保存在鑰匙圈中。

source: Summaries, chat, and answers for any Discourse forum.
zh_hans: 为任何 Discourse 论坛提供摘要、聊天和解答。
zh_hant: 為任何 Discourse 論壇提供摘要、聊天和解答。

source: Summaries, chats, and answers are stored on your device and, with sync, end-to-end encrypted in your own iCloud. Delete them any time in Settings.
zh_hans: 摘要、聊天和解答存储在你的设备上；开启同步后，会以端到端加密的方式存储在你自己的 iCloud 中。你可以随时在“设置”中删除它们。
zh_hant: 摘要、聊天和解答儲存在你的裝置上；開啟同步後，會以端對端加密的方式儲存在你自己的 iCloud 中。你可以隨時在「設定」中刪除它們。

source: Summaries, chats, answers, and watched topics for this forum will be deleted. This can’t be undone.
zh_hans: 此论坛的摘要、聊天、解答和关注的话题都将被删除。此操作无法撤销。
zh_hant: 此論壇的摘要、聊天、解答和追蹤的話題都將被刪除。此動作無法還原。

source: Summarize
zh_hans: 总结
zh_hant: 摘要

source: Summarized %@
zh_hans: 已总结“%@”
zh_hant: 已摘要「%@」

source: Summarized %lld posts
zh_hans: 已总结 %lld 个帖子
zh_hant: 已摘要 %lld 則貼文

source: Summarizing %@…
zh_hans: 正在总结“%@”…
zh_hant: 正在摘要「%@」…

# Summarizing part %lld of %lld…
source: Summarizing part %1$lld of %2$lld…
zh_hans: 正在总结第 %1$lld 部分（共 %2$lld 部分）…
zh_hant: 正在摘要第 %1$lld 部分（共 %2$lld 部分）…

source: Summary
zh_hans: 摘要
zh_hant: 摘要

source: Summary batching
zh_hans: 摘要分批
zh_hant: 摘要分批

source: Summary: %@
zh_hans: 摘要： %@
zh_hant: 摘要： %@

source: Swipe left to stop watching.
zh_hans: 向左轻扫即可取消关注。
zh_hant: 向左滑動即可停止追蹤。

source: Swipe the row of app icons to the end and tap **More**.
zh_hans: 将 App 图标行滑到最后，然后轻点**更多**。
zh_hant: 將 App 圖像列滑到最後，然後點一下**更多**。

source: Swipe up or down to resize. Double-tap resets.
zh_hans: 上下轻扫可调整大小，连按两下可复原。
zh_hant: 上下滑動可調整大小，點兩下可重設。

source: Switch to another forum
zh_hans: 切换到其他论坛
zh_hant: 切換到其他論壇

source: Switches to this model
zh_hans: 切换到此模型
zh_hant: 切換到此模型

source: Sync API keys
zh_hans: 同步 API 密钥
zh_hant: 同步 API 金鑰

source: Sync across your devices
zh_hans: 在你的设备间同步
zh_hant: 在你的裝置間同步

source: Sync didn’t finish
zh_hans: 同步未完成
zh_hant: 同步未完成

source: Sync is off
zh_hans: 同步已关闭
zh_hant: 同步已關閉

source: Sync is off for sample data
zh_hans: 示例数据不会同步
zh_hant: 範例資料不會同步

source: Sync needs a signed build
zh_hans: 同步需要已签名的版本
zh_hant: 同步需要已簽署的版本

source: Sync now
zh_hans: 立即同步
zh_hant: 立即同步

source: Sync with iCloud
zh_hans: 与 iCloud 同步
zh_hant: 與 iCloud 同步

source: Syncing
zh_hans: 正在同步
zh_hant: 正在同步

source: Syncing across your devices
zh_hans: 正在你的设备间同步
zh_hant: 正在你的裝置間同步

source: Syncing…
zh_hans: 正在同步…
zh_hant: 正在同步…

source: Tap **Edit**, turn on **Forumind**, and add it to Favorites so it’s always near the front.
zh_hans: 轻点**编辑**，打开 **Forumind**，并将它添加到个人收藏，让它始终排在前面。
zh_hant: 點一下**編輯**，開啟 **Forumind**，並將它加入常用項目，讓它一直排在前面。

source: Tap **Forumind**, then pick what you want:
zh_hans: 轻点 **Forumind**，然后选择你想做的事：
zh_hant: 點一下 **Forumind**，然後選擇你想做的事：

source: Tap Edit to change the order.
zh_hans: 轻点“编辑”可更改顺序。
zh_hant: 點一下「編輯」可更改順序。

source: Tap a forum to open it, or pin it to keep it here.
zh_hans: 轻点论坛即可打开，或将它置顶以保留在这里。
zh_hant: 點一下論壇即可打開，或將它釘選以保留在這裡。

source: Tap to enter a forum address
zh_hans: 轻点以输入论坛地址
zh_hant: 點一下以輸入論壇網址

source: Tap to use a favorite. Swipe left to remove.
zh_hans: 轻点可使用常用模型，向左轻扫可移除。
zh_hant: 點一下可使用常用模型，向左滑動可移除。

source: Test & save
zh_hans: 测试并保存
zh_hant: 測試並儲存

source: Testing connection…
zh_hans: 正在测试连接…
zh_hant: 正在測試連線…

source: The AI provider returned an empty response.
zh_hans: AI 提供方返回了空的回复。
zh_hant: AI 供應商傳回了空白的回應。

source: The Apple Intelligence model isn’t ready yet (it may still be downloading). Try again in a few minutes.
zh_hans: Apple 智能模型尚未就绪（可能仍在下载）。请过几分钟再试。
zh_hant: Apple Intelligence 模型尚未就緒（可能仍在下載）。請過幾分鐘再試一次。

source: The agent run no longer exists.
zh_hans: 这次问论坛的查询已不存在。
zh_hant: 這次問論壇的查詢已不存在。

source: The bar shrinks while you scroll down a forum page and comes back when you scroll up or tap it. Bottom keeps it within reach of your thumb.
zh_hans: 向下滚动论坛页面时，浏览器栏会缩小；向上滚动或轻点它时会恢复。放在底部时，拇指更容易够到。
zh_hant: 向下捲動論壇頁面時，瀏覽器列會縮小；向上捲動或點一下它時會恢復。放在底部時，拇指更容易碰到。

source: The iCloud copy changed; uploading again.
zh_hans: iCloud 中的副本已更改，正在重新上传。
zh_hant: iCloud 中的副本已變更，正在重新上傳。

source: The model did not reply with a JSON action.
zh_hans: 模型没有返回 JSON 格式的操作。
zh_hant: 模型沒有傳回 JSON 格式的動作。

source: The model's action did not name a tool.
zh_hans: 模型的操作没有指明要使用的工具。
zh_hant: 模型的動作沒有指明要使用的工具。

source: The operation was cancelled.
zh_hans: 操作已取消。
zh_hant: 操作已取消。

source: The original post, how people responded, and the key takeaways, even on topics with thousands of replies.
zh_hans: 原帖内容、大家的回应和重点结论，即使话题有上千条回复也不在话下。
zh_hant: 原文內容、大家的回應和重點結論，即使話題有上千則回覆也沒問題。

source: The server returned an invalid response.
zh_hans: 服务器返回了无效的响应。
zh_hant: 伺服器傳回了無效的回應。

source: The task queue is full. Cancel or wait for an existing task.
zh_hans: 任务队列已满。请取消或等待现有的任务。
zh_hant: 任務佇列已滿。請取消或等待現有的任務。

source: The topic-read budget (%lld) is used up; answer with what you have.
zh_hans: 阅读话题的次数上限（%lld）已用完；请根据已有信息作答。
zh_hant: 閱讀話題的次數上限（%lld）已用完；請根據現有資訊作答。

source: The work queue and activity log, cached forum pages, the browser bar position, and whether sync is on here.
zh_hans: 任务队列和活动记录、缓存的论坛页面、浏览器栏位置，以及此设备是否开启同步。
zh_hant: 任務佇列和活動記錄、快取的論壇頁面、瀏覽器列位置，以及此裝置是否開啟同步。

source: Then create a summary or ask the forum a question.
zh_hans: 然后生成摘要，或向论坛提问。
zh_hant: 然後產生摘要，或向論壇提問。

source: There’s nothing to sign up for, and nothing about how you use the app is collected.
zh_hans: 无需注册任何账户，也不会收集你使用 App 的任何信息。
zh_hant: 不需要註冊任何帳號，也不會收集你使用 App 的任何資訊。

source: This iPhone or iPad doesn’t support Apple Intelligence. Choose another provider below.
zh_hans: 此 iPhone 或 iPad 不支持 Apple 智能。请在下方选择其他提供方。
zh_hant: 此 iPhone 或 iPad 不支援 Apple Intelligence。請在下方選擇其他供應商。

source: This is too long for Apple Intelligence on this device, even in smaller parts. Try a shorter question, or choose a hosted provider in Settings › AI models for very long discussions.
zh_hans: 即使拆成更小的部分，内容对于此设备上的 Apple 智能来说仍然太长。请尝试更短的问题；对于很长的讨论，请在“设置 › AI 模型”中选择云端提供方。
zh_hant: 即使拆成更小的部分，內容對於此裝置上的 Apple Intelligence 來說仍然太長。請試試更短的問題；對於很長的討論，請在「設定 › AI 模型」中選擇雲端供應商。

source: This page isn’t a Discourse forum
zh_hans: 此页面不是 Discourse 论坛
zh_hant: 此頁面不是 Discourse 論壇

source: This page stopped responding
zh_hans: 此页面已停止响应
zh_hant: 此頁面已停止回應

source: This removes the locally saved summary and chat history. It cannot be undone.
zh_hans: 这会移除本地保存的摘要和聊天记录。此操作无法撤销。
zh_hant: 這會移除本機儲存的摘要和聊天記錄。此動作無法還原。

source: Three ways to get to the point
zh_hans: 三种方式，直击重点
zh_hant: 三種方式，直擊重點

source: Through your iCloud account
zh_hans: 通过你的 iCloud 账户
zh_hant: 透過你的 iCloud 帳號

source: Tip
zh_hans: 提示
zh_hant: 提示

source: To let a site show ads, open it and tap the shield in the address bar.
zh_hans: 若要允许某个网站显示广告，请打开该网站并轻点地址栏中的盾牌图标。
zh_hant: 若要允許某個網站顯示廣告，請打開該網站並點一下網址列中的盾牌圖像。

source: Too long for one pass; retrying in smaller sections…
zh_hans: 内容太长，无法一次处理；正在分成更小的部分重试…
zh_hant: 內容太長，無法一次處理；正在分成更小的部分重試…

source: Top
zh_hans: 顶部
zh_hant: 頂部

source: Topic on %@
zh_hans: %@ 上的话题
zh_hant: %@ 上的話題

source: Topic on the forum
zh_hans: 论坛话题
zh_hant: 論壇話題

source: Topic text per question
zh_hans: 每次提问附带的话题内容
zh_hant: 每次提問附帶的話題內容

source: Topics to read
zh_hans: 要阅读的话题
zh_hant: 要閱讀的話題

source: Topics you summarize or chat about here, and your questions to the forum, show up here.
zh_hans: 你在这里总结或聊过的话题，以及你向论坛提出的问题，都会显示在这里。
zh_hant: 你在這裡摘要或聊過的話題，以及你向論壇提出的問題，都會顯示在這裡。

source: Trackers blocked on this site
zh_hans: 已在此网站拦截跟踪器
zh_hant: 已在此網站阻擋追蹤器

source: Try again
zh_hans: 重试
zh_hant: 再試一次

source: Try anyway — check the page again
zh_hans: 仍然尝试 — 重新检查页面
zh_hant: 仍要嘗試 — 重新檢查頁面

source: Try one of these
zh_hans: 试试这些
zh_hant: 試試這些

source: Turn it on any time in Settings › iCloud Sync.
zh_hans: 你可以随时在“设置 › iCloud 同步”中打开。
zh_hant: 你可以隨時在「設定 › iCloud 同步」中開啟。

source: Turn on
zh_hans: 打开
zh_hant: 開啟

source: Turn on Apple Intelligence in Settings
zh_hans: 请在“设置”中打开 Apple 智能
zh_hant: 請在「設定」中開啟 Apple Intelligence

source: Turn on Sync with iCloud to keep your forums, summaries and chats on your iPhone and iPad.
zh_hans: 打开“与 iCloud 同步”，让你的论坛、摘要和聊天同时保存在 iPhone 和 iPad 上。
zh_hant: 開啟「與 iCloud 同步」，讓你的論壇、摘要和聊天同時保存在 iPhone 和 iPad 上。

source: Turn on ad blocking
zh_hans: 打开广告拦截
zh_hant: 開啟廣告阻擋

source: Turn on “Serve on Local Network” in LM Studio and use your computer’s network address (for example http://192.168.1.20:1234/v1).
zh_hans: 在 LM Studio 中打开“Serve on Local Network”，并使用你电脑的网络地址（例如 http://192.168.1.20:1234/v1）。
zh_hant: 在 LM Studio 中開啟「Serve on Local Network」，並使用你電腦的網路位址（例如 http://192.168.1.20:1234/v1）。

source: Unable to save app data: %@
zh_hans: 无法保存 App 数据：%@
zh_hant: 無法儲存 App 資料：%@

source: Unable to store API key in Keychain.
zh_hans: 无法将 API 密钥存储到钥匙串。
zh_hant: 無法將 API 金鑰儲存到鑰匙圈。

source: Unavailable
zh_hans: 不可用
zh_hant: 無法使用

source: Unkeep
zh_hans: 取消保留
zh_hant: 取消保留

source: Unkeep saved summary
zh_hans: 取消保留已保存的摘要
zh_hant: 取消保留已儲存的摘要

# Unknown tool "%@". Available: %@
source: Unknown tool "%1$@". Available: %2$@
zh_hans: 未知工具“%1$@”。可用工具：%2$@
zh_hant: 未知的工具「%1$@」。可用的工具：%2$@

source: Unpin
zh_hans: 取消置顶
zh_hant: 取消釘選

source: Unpin %@
zh_hans: 取消置顶“%@”
zh_hant: 取消釘選「%@」

source: Unwatch
zh_hans: 取消关注
zh_hant: 停止追蹤

source: Unwatch topic
zh_hans: 取消关注话题
zh_hant: 停止追蹤話題

source: Up to date
zh_hans: 已是最新
zh_hant: 已是最新

source: Updates the saved summary when new replies arrive.
zh_hans: 有新回复时更新已保存的摘要。
zh_hant: 有新回覆時更新已儲存的摘要。

source: Updating summary with %lld new posts…
zh_hans: 正在用 %lld 个新帖子更新摘要…
zh_hant: 正在用 %lld 則新貼文更新摘要…

source: Use %@ for both
zh_hans: 两者都使用 %@
zh_hant: 兩者都使用 %@

source: Use a Vertex AI API key. The model list is built in; you can also type any Gemini model ID that your project can use.
zh_hans: 请使用 Vertex AI API 密钥。模型列表为内置列表；你也可以输入项目可用的任何 Gemini 模型 ID。
zh_hant: 請使用 Vertex AI API 金鑰。模型列表為內建列表；你也可以輸入專案可用的任何 Gemini 模型 ID。

source: Use a fast, low-cost model for summaries and chat, and a stronger reasoning model for Ask the forum.
zh_hans: 摘要和聊天用快速、低成本的模型，问论坛用推理能力更强的模型。
zh_hant: 摘要和聊天用快速、低成本的模型，問論壇用推理能力更強的模型。

source: Use default (%@)
zh_hans: 使用默认值（%@）
zh_hant: 使用預設值（%@）

source: Use default address
zh_hans: 使用默认地址
zh_hant: 使用預設位址

source: Use for %@
zh_hans: 用于%@
zh_hant: 用於%@

source: Use for both
zh_hans: 两者都使用
zh_hant: 兩者都使用

source: Use the built-in prompt
zh_hans: 使用内置提示词
zh_hant: 使用內建提示詞

source: Use the same model for both
zh_hans: 两者使用同一模型
zh_hant: 兩者使用同一個模型

source: Use this page’s forum
zh_hans: 使用此页面所在的论坛
zh_hant: 使用此頁面所在的論壇

source: Use your computer’s network address (for example http://192.168.1.20:11434), not localhost, and start Ollama with OLLAMA_HOST=0.0.0.0 so your iPhone or iPad can reach it.
zh_hans: 请使用你电脑的网络地址（例如 http://192.168.1.20:11434），不要用 localhost，并以 OLLAMA_HOST=0.0.0.0 启动 Ollama，这样你的 iPhone 或 iPad 才能访问它。
zh_hant: 請使用你電腦的網路位址（例如 http://192.168.1.20:11434），不要用 localhost，並以 OLLAMA_HOST=0.0.0.0 啟動 Ollama，這樣你的 iPhone 或 iPad 才能連線到它。

source: Used for %@
zh_hans: 用于%@
zh_hant: 用於%@

source: Used for this topic's summary and chat. Leave blank to use the built-in structured summary prompt (in the discussion's language).
zh_hans: 用于此话题的摘要和聊天。留空则使用内置的结构化摘要提示词（使用讨论所用的语言）。
zh_hant: 用於此話題的摘要和聊天。留空則使用內建的結構化摘要提示詞（使用討論所用的語言）。

source: Used for this topic's summary and chat. Leave blank to use the custom instructions from Settings.
zh_hans: 用于此话题的摘要和聊天。留空则使用“设置”中的自定义指令。
zh_hant: 用於此話題的摘要和聊天。留空則使用「設定」中的自訂指示。

source: User
zh_hans: 用户
zh_hant: 使用者

source: Uses EasyList and EasyPrivacy filter lists.
zh_hans: 使用 EasyList 和 EasyPrivacy 过滤规则列表。
zh_hant: 使用 EasyList 和 EasyPrivacy 過濾清單。

source: Uses Private Cloud Compute when this build and device support it, otherwise the on-device model. %@
zh_hans: 在此版本和设备支持时使用私密云计算，否则使用设备端模型。%@
zh_hant: 在此版本和裝置支援時使用私密雲端運算，否則使用裝置端模型。%@

source: Version
zh_hans: 版本
zh_hant: 版本

source: Very fast open models, with a free tier.
zh_hans: 速度极快的开放模型，提供免费额度。
zh_hant: 速度極快的開放模型，提供免費方案。

source: Wait for the current answer or cancel it in Manage.
zh_hans: 请等待当前回答完成，或在“管理”中取消。
zh_hant: 請等待目前的回答完成，或在「管理」中取消。

source: Waiting for a worker · %@
zh_hans: 等待处理 · %@
zh_hant: 等待處理 · %@

source: Waiting for an available worker…
zh_hans: 正在排队等待处理…
zh_hant: 正在排隊等待處理…

source: Warnings
zh_hans: 注意事项
zh_hant: 注意事項

source: Watch a topic from the Assistant menu, or let the agent watch one.
zh_hans: 从助手菜单中关注话题，或让问论坛帮你关注。
zh_hant: 從助理選單中追蹤話題，或讓問論壇幫你追蹤。

source: Watch a topic from the assistant’s ⋯ menu. Watched topics are checked every 30 minutes while the app is open and, when iOS allows, in the background.
zh_hans: 从助手的 ⋯ 菜单中关注话题。App 打开时，每 30 分钟检查一次关注的话题；在 iOS 允许时也会在后台检查。
zh_hant: 從助理的 ⋯ 選單中追蹤話題。App 開啟時，每 30 分鐘檢查一次追蹤的話題；在 iOS 允許時也會在背景檢查。

source: Watch topic for new replies
zh_hans: 关注话题的新回复
zh_hant: 追蹤話題的新回覆

source: Watched
zh_hans: 关注
zh_hant: 追蹤中

source: Watched topics
zh_hans: 关注的话题
zh_hant: 追蹤的話題

source: Watched topics & notifications
zh_hans: 关注的话题与通知
zh_hant: 追蹤的話題與通知

source: Watching
zh_hans: 已关注
zh_hant: 已追蹤

source: Watching %@
zh_hans: 已关注“%@”
zh_hant: 已追蹤「%@」

source: Welcome
zh_hans: 欢迎
zh_hant: 歡迎

source: Welcome to Forumind
zh_hans: 欢迎使用 Forumind
zh_hant: 歡迎使用 Forumind

source: What are people discussing this week?
zh_hans: 这周大家都在讨论什么？
zh_hant: 這週大家都在討論什麼？

source: What are the key takeaways?
zh_hans: 有哪些重点结论？
zh_hant: 有哪些重點結論？

source: What do the latest replies add?
zh_hans: 最新的回复补充了什么？
zh_hant: 最新的回覆補充了什麼？

source: What it does
zh_hans: 功能介绍
zh_hant: 功能介紹

source: What stays on this device
zh_hans: 仅保留在此设备上的内容
zh_hant: 僅保留在此裝置上的內容

source: What syncs
zh_hans: 同步的内容
zh_hant: 同步的內容

source: Where do people disagree, and why?
zh_hans: 大家在哪些地方意见不一，为什么？
zh_hant: 大家在哪些地方意見不同，為什麼？

source: Work that’s already running keeps its pace.
zh_hans: 正在进行的任务会保持原来的节奏。
zh_hant: 正在進行的工作會維持原本的節奏。

source: Working…
zh_hans: 正在处理…
zh_hant: 正在處理…

source: Workspace
zh_hans: 工作区
zh_hant: 工作區

source: Writing summary…
zh_hans: 正在撰写摘要…
zh_hant: 正在撰寫摘要…

source: Wrote the answer
zh_hans: 已写出回答
zh_hant: 已寫出回答

source: You
zh_hans: 你
zh_hant: 你

source: You can still read it. Use Check for new replies to update it.
zh_hans: 你仍然可以阅读。使用“检查新回复”即可更新。
zh_hant: 你仍然可以閱讀。使用「檢查新回覆」即可更新。

source: You only need to turn it on once. After that it appears in every app’s share sheet.
zh_hans: 只需打开一次，之后它就会出现在每个 App 的共享表单中。
zh_hant: 只需開啟一次，之後它就會出現在每個 App 的分享表單中。

source: Your AI companion for Discourse forums
zh_hans: 你的 Discourse 论坛 AI 伙伴
zh_hant: 你的 Discourse 論壇 AI 夥伴

source: Your data is stored in your own iCloud account and encrypted with keys only your devices have. Neither Apple nor the developer can read it.
zh_hans: 你的数据存储在你自己的 iCloud 账户中，并用只有你的设备拥有的密钥加密。Apple 和开发者都无法读取。
zh_hant: 你的資料儲存在你自己的 iCloud 帳號中，並用只有你的裝置擁有的金鑰加密。Apple 和開發者都無法讀取。

source: Your data stays yours
zh_hans: 你的数据只属于你
zh_hant: 你的資料只屬於你

source: Your forums
zh_hans: 你的论坛
zh_hant: 你的論壇

source: Your forums, summaries and chats (with their instructions and kept items), Ask the forum runs, watched topics, and settings. API keys sync through iCloud Keychain.
zh_hans: 你的论坛、摘要和聊天（包括它们的指令和保留的项目）、问论坛的查询、关注的话题以及设置。API 密钥通过 iCloud 钥匙串同步。
zh_hant: 你的論壇、摘要和聊天（包括它們的指示和保留的項目）、問論壇的查詢、追蹤的話題以及設定。API 金鑰透過 iCloud 鑰匙圈同步。
